Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: No pending receive event provided.
ar: لم يتم تقديم حدث استلام معلق.
bn: কোনো অমীমাংসিত গ্রহণ ইভেন্ট প্রদান করা হয়নি।
de: Kein ausstehendes Empfangsereignis bereitgestellt.
es: No se proporcionó evento de recepción pendiente.
fr: Aucun événement de réception en attente fourni.
hi: कोई लंबित प्राप्ति इवेंट प्रदान नहीं किया गया।
ja: 保留中の受信イベントが指定されていません。
ko: 대기 중인 수신 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de recebimento pendente fornecido.
ru: Ожидающее событие получения не указано.
tr: Bekleyen alma olayı sağlanmadı.

source: No pending transfer event provided.
ar: لم يتم تقديم حدث تحويل معلق.
bn: কোনো অমীমাংসিত ট্রান্সফার ইভেন্ট প্রদান করা হয়নি।
de: Kein ausstehendes Transferereignis bereitgestellt.
es: No se proporcionó evento de transferencia pendiente.
fr: Aucun événement de transfert en attente fourni.
hi: कोई लंबित ट्रांसफर इवेंट प्रदान नहीं किया गया।
ja: 保留中の転送イベントが指定されていません。
ko: 대기 중인 전송 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de transferência pendente fornecido.
ru: Ожидающее событие перевода не указано.
tr: Bekleyen transfer olayı sağlanmadı.

source: No receive event provided.
ar: لم يتم تقديم حدث استلام.
bn: কোনো গ্রহণ ইভেন্ট প্রদান করা হয়নি।
de: Kein Empfangsereignis bereitgestellt.
es: No se proporcionó evento de recepción.
fr: Aucun événement de réception fourni.
hi: कोई प्राप्ति इवेंट प्रदान नहीं किया गया।
ja: 受信イベントが指定されていません。
ko: 수신 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de recebimento fornecido.
ru: Событие получения не указано.
tr: Alma olayı sağlanmadı.

source: No relays configured. Add a relay to connect to Nostr.
ar: لا يوجد relays مهيأة. أضف relay للاتصال بـ Nostr.
bn: কোনো Relay কনফিগার করা নেই। Nostr-এ সংযোগ করতে একটি Relay যোগ করুন।
de: Keine Relays konfiguriert. Füge ein Relay hinzu um dich mit Nostr zu verbinden.
es: No hay relays configurados. Agrega un relay para conectarte a Nostr.
fr: Aucun relay configuré. Ajoute un relay pour te connecter à Nostr.
hi: कोई Relay कॉन्फ़िगर नहीं है। Nostr से कनेक्ट करने के लिए एक Relay जोड़ें।
ja: リレーが設定されていません。Nostrに接続するにはリレーを追加してください。
ko: 릴레이가 설정되지 않았습니다. Nostr에 연결하려면 릴레이를 추가하세요.
pt_br: Nenhum relay configurado. Adicione um relay para conectar ao Nostr.
ru: Реле не настроены. Добавь реле для подключения к Nostr.
tr: Relay yapılandırılmamış. Nostr'a bağlanmak için bir Relay ekle.

source: No restore event provided.
ar: لم يتم تقديم حدث استعادة.
bn: কোনো পুনরুদ্ধার ইভেন্ট প্রদান করা হয়নি।
de: Kein Wiederherstellungsereignis bereitgestellt.
es: No se proporcionó evento de restauración.
fr: Aucun événement de restauration fourni.
hi: कोई पुनर्स्थापना इवेंट प्रदान नहीं किया गया।
ja: 復元イベントが指定されていません。
ko: 복원 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de restauração fornecido.
ru: Событие восстановления не указано.
tr: Geri yükleme olayı sağlanmadı.

source: No send event provided.
ar: لم يتم تقديم حدث إرسال.
bn: কোনো প্রেরণ ইভেন্ট প্রদান করা হয়নি।
de: Kein Sendeereignis bereitgestellt.
es: No se proporcionó evento de envío.
fr: Aucun événement d'envoi fourni.
hi: कोई भेजने का इवेंट प्रदान नहीं किया गया।
ja: 送信イベントが指定されていません。
ko: 전송 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de envio fornecido.
ru: Событие отправки не указано.
tr: Gönderme olayı sağlanmadı.

source: No transactions yet
ar: لا توجد معاملات بعد
bn: এখনো কোনো লেনদেন নেই
de: Noch keine Transaktionen
es: Aún no hay transacciones
fr: Pas encore de transactions
hi: अभी कोई लेनदेन नहीं
ja: まだ取引がありません
ko: 아직 거래가 없습니다
pt_br: Ainda sem transações
ru: Транзакций пока нет
tr: Henüz işlem yok

source: No transfer event provided.
ar: لم يتم تقديم حدث تحويل.
bn: কোনো ট্রান্সফার ইভেন্ট প্রদান করা হয়নি।
de: Kein Transferereignis bereitgestellt.
es: No se proporcionó evento de transferencia.
fr: Aucun événement de transfert fourni.
hi: कोई ट्रांसफर इवेंट प्रदान नहीं किया गया।
ja: 転送イベントが指定されていません。
ko: 전송 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de transferência fornecido.
ru: Событие перевода не указано.
tr: Transfer olayı sağlanmadı.

source: No wallet initialized yet.
ar: لم تتم تهيئة أي محفظة بعد.
bn: এখনো কোনো Wallet ইনিশিয়ালাইজ হয়নি।
de: Noch kein Wallet initialisiert.
es: Aún no se ha inicializado ningún wallet.
fr: Aucun wallet initialisé pour l'instant.
hi: अभी कोई Wallet आरंभ नहीं किया गया।
ja: まだウォレットが初期化されていません。
ko: 아직 지갑이 초기화되지 않았습니다.
pt_br: Nenhum wallet inicializado ainda.
ru: Кошелёк ещё не инициализирован.
tr: Henüz cüzdan başlatılmadı.

source: None
ar: لا شيء
bn: কিছুই নয়
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
tr: Hiçbiri

source: Norwegian Krone
ar: كرونة نرويجية
bn: নরওয়েজিয়ান ক্রোন
de: Norwegische Kronen
es: Corona noruega
fr: Couronne norvégienne
hi: नॉर्वेजियन क्रोन
ja: ノルウェークローネ
ko: 노르웨이 크로네
pt_br: Coroa norueguesa
ru: Норвежская крона
tr: Norveç Kronu

source: Nostr Key
ar: مفتاح Nostr
fr: Clé Nostr
ja: Nostrキー
ko: Nostr 키
ru: Nostr-ключ

source: Not a valid mnemonic.
ar: ليست عبارة ذاكرية صالحة.
bn: বৈধ mnemonic নয়।
de: Keine gültige Seed-Phrase
es: No es un mnemónico válido.
fr: Ce n'est pas un mnémonique valide.
hi: यह एक वैध mnemonic नहीं है।
ja: 有効なニーモニックではありません。
ko: 유효한 니모닉이 아닙니다.
pt_br: Não é um mnemônico válido.
ru: Недействительная мнемоника.
tr: Geçerli bir mnemonic değil.

source: Not authentic
ar: غير أصلي
bn: প্রামাণিক নয়
de: Nicht authentisch
es: No auténtico
fr: Non authentique
hi: प्रामाणिक नहीं
ja: 非正規
ko: 정품이 아님
pt_br: Não autêntico
ru: Не подлинный
tr: Doğru değil

source: Not connected to any relays.
ar: غير متصل بأي relay.
bn: কোনো Relay-তে সংযুক্ত নয়।
de: Mit keinem Relay verbunden.
es: No conectado a ningún relay.
fr: Non connecté à aucun relay.
hi: किसी Relay से कनेक्ट नहीं।
ja: どのリレーにも接続されていません。
ko: 어떤 릴레이에도 연결되어 있지 않습니다.
pt_br: Não conectado a nenhum relay.
ru: Не подключён ни к одному реле.
tr: Hiçbir Relay'e bağlı değil.

source: Offer
ar: عرض
bn: অফার
es: Oferta
fr: Offre
hi: ऑफ़र
ja: オファー
ko: 오퍼
pt_br: Oferta
ru: Оффер
tr: Teklif

source: OK
ar: موافق
ko: 확인
tr: Tamam

source: One or both mints for this transfer could not be found.
ar: تعذر العثور على أحد أو كلا المنتين لهذا التحويل.
bn: এই ট্রান্সফারের জন্য এক বা উভয় Mint পাওয়া যায়নি।
de: Einer oder beide Mints für diesen Transfer konnten nicht gefunden werden.
es: No se pudo encontrar uno o ambos mints para esta transferencia.
fr: Un ou les deux mints pour ce transfert sont introuvables.
hi: इस ट्रांसफर के लिए एक या दोनों Mint नहीं मिले।
ja: この転送のミントが見つかりませんでした。
ko: 이 전송에 필요한 민트 중 하나 또는 두 개 모두를 찾을 수 없습니다.
pt_br: Um ou ambos os mints para esta transferência não foram encontrados.
ru: Один или оба минта для этого перевода не найдены.
tr: Bu transfer için Mint'lerden biri veya ikisi de bulunamadı.

source: One or more parts of this payment are still pending. Please check again later to make sure the lightning payment was successful.
ar: جزء واحد أو أكثر من هذا الدفع لا يزال معلقًا. يرجى التحقق لاحقًا للتأكد من نجاح دفع Lightning.
bn: এই পেমেন্টের এক বা একাধিক অংশ এখনো অমীমাংসিত। Lightning পেমেন্ট সফল হয়েছে কিনা পরে আবার পরীক্ষা করুন।
de: Mindestens ein Teil dieser Zahlung ist noch ausstehend. Bitte probiere es später noch einmal um sicherzustellen, dass die Lightning-Zahlung erfolgreich war.
es: Una o más partes de este pago aún están pendientes. Vuelve a verificar más tarde para asegurar que el pago Lightning fue exitoso.
fr: Une ou plusieurs parties de ce paiement sont encore en attente. Vérifie à nouveau plus tard pour t'assurer que le paiement Lightning a réussi.
hi: इस भुगतान के एक या अधिक हिस्से अभी भी लंबित हैं। कृपया बाद में फिर से जांचें कि Lightning भुगतान सफल रहा।
ja: この支払いの一部がまだ保留中です。Lightning支払いが成功したか後で再確認してください。
ko: 이 결제의 일부가 아직 대기 중입니다. 나중에 다시 확인하여 라이트닝 결제가 성공했는지 확인하세요.
pt_br: Uma ou mais partes deste pagamento ainda estão pendentes. Verifique novamente mais tarde para garantir que o pagamento Lightning foi bem-sucedido.
ru: Одна или несколько частей этого платежа всё ещё ожидают. Проверь позже, чтобы убедиться, что Lightning-платёж прошёл успешно.
tr: Bu ödemenin bir veya daha fazla kısmı hâlâ beklemede. Lightning ödemesinin başarılı olduğundan emin olmak için daha sonra tekrar kontrol et.

source: One or more transfers would exceed safe limits. Please adjust your allocation to leave more balance for fees.
ar: تحويل واحد أو أكثر سيتجاوز الحدود الآمنة. يرجى تعديل تخصيصك لترك رصيد أكبر للرسوم.
bn: এক বা একাধিক ট্রান্সফার নিরাপদ সীমা অতিক্রম করবে। ফি-এর জন্য আরো ব্যালেন্স রাখতে আপনার বরাদ্দ সমন্বয় করুন।
de: Mindestens ein Teil der Zahlung würde das anteilige Guthaben übersteigen. Bitte passe die Aufteilung an um mehr Platz für Gebühren zu lassen.
es: Una o más transferencias excederían los límites seguros. Ajusta tu asignación para dejar más saldo para tarifas.
fr: Un ou plusieurs transferts dépasseraient les limites sûres. Ajuste ton allocation pour laisser plus de solde pour les frais.
hi: एक या अधिक ट्रांसफर सुरक्षित सीमा से अधिक हो जाएंगे। शुल्क के लिए अधिक शेष छोड़ने हेतु अपना आवंटन समायोजित करें।
ja: 1つ以上の転送が安全な制限を超えます。手数料のために残高を多く残すよう割り当てを調整してください。
ko: 하나 이상의 전송이 안전 한도를 초과합니다. 수수료를 위해 더 많은 잔액을 남기도록 할당을 조정하세요.
pt_br: Uma ou mais transferências excederiam limites seguros. Ajuste sua alocação para deixar mais saldo para taxas.
ru: Один или несколько переводов превысят безопасные лимиты. Скорректируй распределение, чтобы оставить больше баланса для комиссий.
tr: Bir veya daha fazla transfer güvenli limitleri aşacak. Ücretler için daha fazla bakiye bırakmak üzere dağılımını ayarla.

source: Open FAQ
ar: فتح الأسئلة الشائعة
bn: FAQ খুলুন
de: FAQ öffnen
es: Abrir FAQ
fr: Ouvrir la FAQ
hi: FAQ खोलें
ja: FAQを開く
ko: FAQ 열기
pt_br: Abrir FAQ
ru: Открыть FAQ
tr: SSS'yi aç

source: Open in Wallet
ar: فتح في المحفظة
bn: Wallet-এ খুলুন
de: Im Wallet öffnen
es: Abrir en Wallet
fr: Ouvrir dans le Wallet
hi: Wallet में खोलें
ja: ウォレットで開く
ko: 지갑에서 열기
pt_br: Abrir no Wallet
ru: Открыть в кошельке
tr: Cüzdanda aç

source: Open the NFC contactless payment screen to pay a terminal
ar: افتح شاشة الدفع بدون تلامس NFC للدفع لجهاز طرفي
bn: টার্মিনালে পেমেন্ট করতে NFC কন্ট্যাক্টলেস পেমেন্ট স্ক্রিন খুলুন
de: Öffne den NFC Bildschirm um an einem Terminal kontaktlos zu bezahlen
es: Abre la pantalla de pago NFC sin contacto para pagar en una terminal
fr: Ouvre l'écran de paiement NFC sans contact pour payer un terminal
hi: टर्मिनल पर भुगतान करने के लिए NFC कॉन्टैक्टलेस भुगतान स्क्रीन खोलें
ja: 端末で支払うにはNFC非接触決済画面を開いてください
ko: 단말기에서 결제하려면 NFC 비접촉 결제 화면을 여세요
pt_br: Abra a tela de pagamento NFC sem contato para pagar em um terminal
ru: Открой экран бесконтактной оплаты NFC для оплаты на терминале
tr: Bir terminalde ödeme yapmak için NFC temassız ödeme ekranını aç

source: Optional description...
ar: وصف اختياري...
bn: ঐচ্ছিক বিবরণ...
de: Optionale Beschreibung...
es: Descripción opcional...
fr: Description optionnelle…
hi: वैकल्पिक विवरण...
ja: オプションの説明...
ko: 선택적 설명...
pt_br: Descrição opcional...
ru: Необязательное описание…
tr: İsteğe bağlı açıklama...

source: Optional memo...
ar: ملاحظة اختيارية…
bn: ঐচ্ছিক মেমো…
de: Optionale Beschreibung…
es: Nota opcional…
fr: Mémo optionnel…
hi: वैकल्पिक मेमो…
ja: オプションのメモ…
ko: 선택적 메모…
pt_br: Nota opcional…
ru: Необязательная заметка…
tr: İsteğe bağlı not…

source: Overwrite ⚠
ar: استبدال ⚠
bn: ওভাররাইট করুন ⚠
de: Überschreiben ⚠
es: Sobrescribir ⚠
fr: Écraser ⚠
hi: अधिलेखित करें ⚠
ja: 上書き ⚠
ko: 덮어쓰기 ⚠
pt_br: Sobrescrever ⚠
ru: Перезаписать ⚠
tr: Üzerine yaz ⚠

source: Paid!
ar: تم الدفع!
bn: পেমেন্ট হয়েছে!
de: Bezahlt!
es: ¡Pagado!
fr: Payé !
hi: भुगतान हो गया!
ja: 支払い完了！
ko: 결제 완료!
pt_br: Pago!
ru: Оплачено!
tr: Ödendi!

source: Pakistani Rupee
ar: روبية باكستانية
bn: পাকিস্তানি রুপি
de: Pakistanische Rupee
es: Rupia paquistaní
fr: Roupie pakistanaise
hi: पाकिस्तानी रुपया
ja: パキスタンルピー
ko: 파키스탄 루피
pt_br: Rúpia paquistanesa
ru: Пакистанская рупия
tr: Pakistan Rupisi

source: Partially locked (not yet supported)
ar: مقفل جزئيًا (غير مدعوم بعد)
bn: আংশিক লক (এখনো সমর্থিত নয়)
de: Teilweise gesperrt (noch nicht unterstützt)
es: Parcialmente bloqueado (aún no soportado)
fr: Partiellement verrouillé (pas encore supporté)
hi: आंशिक रूप से लॉक (अभी तक समर्थित नहीं)
ja: 部分的にロック（未サポート）
ko: 부분 잠금 (아직 지원되지 않음)
pt_br: Parcialmente bloqueado (ainda não suportado)
ru: Частично заблокирован (пока не поддерживается)
tr: Kısmen kilitli (henüz desteklenmiyor)

source: Pay
ar: ادفع
bn: পে করুন
de: Bezahlen
es: Pagar
fr: Payer
hi: भुगतान करें
ja: 支払う
ko: 결제
pt_br: Pagar
ru: Оплатить
tr: Öde

source: Pay a terminal using NFC
ar: ادفع لجهاز طرفي باستخدام NFC
bn: NFC ব্যবহার করে টার্মিনালে পে করুন
de: Via NFC bezahlen
es: Pagar en un terminal usando NFC
fr: Payer un terminal via NFC
hi: NFC का उपयोग करके टर्मिनल पर भुगतान करें
ja: NFCで端末に支払う
ko: NFC를 사용하여 단말기에서 결제
pt_br: Pagar em um terminal usando NFC
ru: Оплатить на терминале через NFC
tr: NFC kullanarak terminal ile öde

source: Pay Again
ar: ادفع مرة أخرى
bn: আবার পে করুন
de: Weitere Zahlung
es: Pagar de nuevo
fr: Payer à nouveau
hi: फिर से भुगतान करें
ja: 再度支払う
ko: 다시 결제
pt_br: Pagar novamente
ru: Оплатить снова
tr: Tekrar öde

source: Pay from %lld mints
ar: ادفع من %lld mints
bn: %lld Mints থেকে পে করুন
de: Bezahlen von %lld Mints
es: Pagar desde %lld mints
fr: Payer depuis %lld mints
hi: %lld Mints से भुगतान करें
ja: %lldミントから支払う
ko: %lld개 민트에서 결제
pt_br: Pagar de %lld mints
ru: Оплатить с %lld минтов
tr: %lld Mint'ten öde

source: Pay from: %@
ar: ادفع من: %@
bn: থেকে পে: %@
de: Bezahlen von: %@
es: Pagar desde: %@
fr: Payer depuis : %@
hi: से भुगतान: %@
ja: 支払い元: %@
ko: 결제 출처: %@
pt_br: Pagar de: %@
ru: Оплатить с: %@
tr: Şuradan öde: %@

source: Pay invoice
ar: دفع الفاتورة
bn: Invoice পে করুন
de: Invoice bezahlen
es: Pagar factura
fr: Payer la facture
hi: Invoice का भुगतान करें
ja: インボイスを支払う
ko: 인보이스 결제
pt_br: Pagar fatura
ru: Оплатить счёт
tr: Invoice öde

source: Pay with NFC
ar: ادفع بـ NFC
bn: NFC দিয়ে পে করুন
de: Mit NFC bezahlen
es: Pagar con NFC
fr: Payer avec NFC
hi: NFC से भुगतान करें
ja: NFCで支払う
ko: NFC로 결제
pt_br: Pagar com NFC
ru: Оплатить через NFC
tr: NFC ile öde

source: Paying ecash...
ar: جارٍ دفع ecash...
bn: Ecash পে করা হচ্ছে...
de: Bezahle Ecash...
es: Pagando ecash...
fr: Paiement en ecash…
hi: Ecash भुगतान कर रहा है...
ja: ecash支払い中...
ko: Ecash 결제 중...
pt_br: Pagando ecash...
ru: Оплата ecash…
tr: Ecash ödeniyor...

source: Paying...
ar: جارٍ الدفع…
bn: পে করা হচ্ছে…
de: Bezahle…
es: Pagando…
fr: Paiement…
hi: भुगतान कर रहा है…
ja: 支払い中…
ko: 결제 중…
pt_br: Pagando…
ru: Оплата…
tr: Ödeniyor…

source: Payment
ar: دفع
bn: পেমেন্ট
de: Zahlung
es: Pago
fr: Paiement
hi: भुगतान
ja: 支払い
ko: 결제
pt_br: Pagamento
ru: Платёж
tr: Ödeme

source: Payment amount approaching the total balance risks payment failure due to fees.
ar: اقتراب مبلغ الدفع من الرصيد الإجمالي يخاطر بفشل الدفع بسبب الرسوم.
bn: পেমেন্টের পরিমাণ মোট ব্যালেন্সের কাছাকাছি হলে ফি-এর কারণে পেমেন্ট ব্যর্থ হতে পারে।
de: Beträge nahe des Gesamt-Guthabens riskieren Fehler aufgrund von Gebühren.
es: El monto del pago cercano al saldo total arriesga un fallo por tarifas.
fr: Un montant de paiement proche du solde total risque un échec dû aux frais.
hi: कुल शेष के करीब भुगतान राशि शुल्क के कारण विफलता का जोखिम रखती है।
ja: 支払額が合計残高に近づくと、手数料により支払いが失敗する可能性があります。
ko: 결제 금액이 총 잔액에 가까우면 수수료로 인해 결제가 실패할 수 있습니다.
pt_br: O valor do pagamento próximo ao saldo total arrisca falha por taxas.
ru: Сумма платежа, близкая к общему балансу, рискует неудачей из-за комиссий.
tr: Ödeme tutarı toplam bakiyeye yaklaşırsa ücretler nedeniyle ödeme başarısız olabilir.

source: Payment Date
ar: تاريخ الدفع
bn: পেমেন্টের তারিখ
de: Datum der Zahlung
es: Fecha de pago
fr: Date de paiement
hi: भुगतान की तारीख
ja: 支払い日
ko: 결제 날짜
pt_br: Data do pagamento
ru: Дата платежа
tr: Ödeme tarihi

source: Payment is requested from a mint you don't have any ecash with.
ar: تم طلب الدفع من mint ليس لديك فيه أي ecash.
bn: আপনার কোনো ecash নেই এমন একটি Mint থেকে পেমেন্ট অনুরোধ করা হয়েছে।
de: Die Zahlung wurde angefragt von einer Mint bei der du kein Ecash hältst.
es: Se solicita pago desde un mint con el que no tienes ecash.
fr: Le paiement est demandé depuis un mint avec lequel tu n'as pas d'ecash.
hi: एक ऐसे Mint से भुगतान अनुरोध किया गया है जहाँ आपका कोई ecash नहीं है।
ja: ecashを持っていないミントからの支払いが要求されています。
ko: ecash가 없는 민트에서 결제가 요청되었습니다.
pt_br: O pagamento é solicitado de um mint onde você não tem ecash.
ru: Платёж запрошен с минта, на котором у тебя нет ecash.
tr: Ecash'in olmayan bir Mint'ten ödeme talep ediliyor.

source: Payment Parts
ar: أجزاء الدفع
bn: পেমেন্টের অংশ
de: Teile der Zahlung
es: Partes del pago
fr: Parties du paiement
hi: भुगतान के हिस्से
ja: 支払いパーツ
ko: 결제 부분
pt_br: Partes do pagamento
ru: Части платежа
tr: Ödeme kısımları

source: Payment Pending ⏳
ar: دفع معلق ⏳
bn: পেমেন্ট অমীমাংসিত ⏳
de: Ausstehende Zahlung ⏳
es: Pago pendiente ⏳
fr: Paiement en attente ⏳
hi: भुगतान लंबित ⏳
ja: 支払い保留中 ⏳
ko: 결제 대기 중 ⏳
pt_br: Pagamento pendente ⏳
ru: Платёж ожидает ⏳
tr: Ödeme beklemede ⏳

source: Payment Quote
ar: تسعيرة الدفع
bn: পেমেন্ট Quote
de: Zahlungs-Quote
es: Cotización de pago
fr: Devis de paiement
hi: भुगतान Quote
ja: 支払い見積もり
ko: 결제 견적
pt_br: Cotação de pagamento
ru: Котировка платежа
tr: Ödeme teklifi

source: Payment Request
ar: طلب دفع
bn: পেমেন্ট রিকোয়েস্ট
de: Zahlungsanfrage
es: Solicitud de pago
fr: Demande de paiement
hi: भुगतान अनुरोध
ja: 支払いリクエスト
ko: 결제 요청
pt_br: Solicitação de pagamento
ru: Запрос на оплату
tr: Ödeme talebi

source: Payment sent!
ar: تم إرسال الدفع!
bn: পেমেন্ট পাঠানো হয়েছে!
de: Zahlung gesendet!
es: ¡Pago enviado!
fr: Paiement envoyé !
hi: भुगतान भेजा गया!
ja: 支払い送信完了！
ko: 결제가 전송되었습니다!
pt_br: Pagamento enviado!
ru: Платёж отправлен!
tr: Ödeme gönderildi!

source: Payment successful!
ar: تم الدفع بنجاح!
bn: পেমেন্ট সফল!
de: Zahlung erfolgreich!
es: ¡Pago exitoso!
fr: Paiement réussi !
hi: भुगतान सफल!
ja: 支払い成功！
ko: 결제 성공!
pt_br: Pagamento bem-sucedido!
ru: Платёж успешен!
tr: Ödeme başarılı!

source: Payment Summary
ar: ملخص الدفع
bn: পেমেন্ট সারাংশ
de: Zahlungsübersicht
es: Resumen de pago
fr: Résumé du paiement
hi: भुगतान सारांश
ja: 支払い概要
ko: 결제 요약
pt_br: Resumo do pagamento
ru: Сводка платежа
tr: Ödeme özeti

source: Payment Type
ar: نوع الدفع
bn: পেমেন্ট প্রকার
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
hi: भुगतान प्रकार
ja: 支払いタイプ
ko: 결제 유형
pt_br: Tipo de pagamento
ru: Тип платежа
tr: Ödeme türü

source: Pending Ecash
ar: Ecash معلق
bn: অমীমাংসিত Ecash
de: Ausstehendes Ecash
es: Ecash pendiente
fr: Ecash en attente
hi: लंबित Ecash
ja: 保留中のEcash
ko: 대기 중인 Ecash
pt_br: Ecash pendente
ru: Ожидающий Ecash
tr: Bekleyen Ecash

source: Pending Payment
ar: دفع معلق
bn: অমীমাংসিত পেমেন্ট
de: Ausstehende Zahlung
es: Pago pendiente
fr: Paiement en attente
hi: लंबित भुगतान
ja: 保留中の支払い
ko: 대기 중인 결제
pt_br: Pagamento pendente
ru: Ожидающий платёж
tr: Bekleyen ödeme

source: Pending Payment Part
ar: جزء دفع معلق
bn: অমীমাংসিত পেমেন্ট অংশ
de: Ausstehender Zahlungsteil
es: Parte de pago pendiente
fr: Partie de paiement en attente
hi: लंबित भुगतान भाग
ja: 保留中の支払いパート
ko: 대기 중인 결제 부분
pt_br: Parte de pagamento pendente
ru: Ожидающая часть платежа
tr: Bekleyen ödeme kısmı

source: Pending Receive
ar: استلام معلق
bn: অমীমাংসিত গ্রহণ
de: Ausstehendes Empfangen
es: Recepción pendiente
fr: Réception en attente
hi: लंबित प्राप्ति
ja: 保留中の受信
ko: 대기 중인 수신
pt_br: Recebimento pendente
ru: Ожидающее получение
tr: Bekleyen alma

source: Pending Transfer
ar: تحويل معلق
bn: অমীমাংসিত ট্রান্সফার
de: Ausstehender Transfer
es: Transferencia pendiente
fr: Transfert en attente
hi: लंबित ट्रांसफर
ja: 保留中の転送
ko: 대기 중인 전송
pt_br: Transferência pendente
ru: Ожидающий перевод
tr: Bekleyen transfer

source: Peruvian Sol
ar: سول بيروفي
bn: পেরুভিয়ান সোল
de: Peruanischer Sol
es: Sol peruano
fr: Sol péruvien
hi: पेरूवियन सोल
ja: ペルーソル
ko: 페루 솔
pt_br: Sol peruano
ru: Перуанский соль
tr: Peru Solu

source: Philippine Peso
ar: بيزو فلبيني
bn: ফিলিপিনো পেসো
de: Philippinischer Peso
es: Peso filipino
fr: Peso philippin
hi: फिलीपीनी पेसो
ja: フィリピンペソ
ko: 필리핀 페소
pt_br: Peso filipino
ru: Филиппинский песо
tr: Filipin Pesosu

source: Please configure your Nostr key in Settings to send DMs.
ar: يرجى تهيئة مفتاح Nostr في الإعدادات لإرسال الرسائل.
bn: DM পাঠাতে সেটিংসে আপনার Nostr key কনফিগার করুন।
de: Bitte konfiguriere deinen Nostr-Key in den Einstellungen um DMs zu versenden.
es: Configura tu clave Nostr en Ajustes para enviar DMs.
fr: Configure ta clé Nostr dans les Réglages pour envoyer des DMs.
hi: DMs भेजने के लिए सेटिंग्स में अपनी Nostr key कॉन्फ़िगर करें।
ja: DMを送信するには設定でNostrキーを設定してください。
ko: DM을 보내려면 설정에서 Nostr 키를 구성하세요.
pt_br: Configure sua chave Nostr nas Configurações para enviar DMs.
ru: Настрой свой Nostr-ключ в Настройках, чтобы отправлять DM.
tr: DM göndermek için Ayarlar'da Nostr key'ini yapılandır.

source: Please enter a valid URL. If no protocol is specified, https:// will be used.
ar: يرجى إدخال عنوان URL صالح. إذا لم يتم تحديد بروتوكول، سيتم استخدام https://.
bn: একটি বৈধ URL লিখুন। প্রোটোকল নির্দিষ্ট না থাকলে https:// ব্যবহার করা হবে।
de: Bitte gib eine gültige URL ein. Wenn kein Protokoll genannt ist, wird HTTPS:// angenommen.
es: Ingresa una URL válida. Si no se especifica protocolo, se usará https://.
fr: Entre une URL valide. Si aucun protocole n'est spécifié, https:// sera utilisé.
hi: कृपया एक वैध URL दर्ज करें। यदि कोई प्रोटोकॉल निर्दिष्ट नहीं है, तो https:// का उपयोग किया जाएगा।
ja: 有効なURLを入力してください。プロトコルが指定されていない場合、https://が使用されます。
ko: 유효한 URL을 입력하세요. 프로토콜이 지정되지 않으면 https://가 사용됩니다.
pt_br: Digite uma URL válida. Se nenhum protocolo for especificado, https:// será usado.
ru: Введи действительный URL. Если протокол не указан, будет использоваться https://.
tr: Geçerli bir URL gir. Protokol belirtilmemişse https:// kullanılacaktır.

source: Polish Złoty
ar: زلوتي بولندي
bn: পোলিশ জ্লোটি
de: Polnische Złoty
es: Złoty polaco
fr: Złoty polonais
hi: पोलिश ज़्लॉटी
ja: ポーランドズウォティ
ko: 폴란드 즐로티
pt_br: Złoty polonês
ru: Польский злотый
tr: Polonya Zlotisi

source: Preparing...
ar: جارٍ التحضير...
bn: প্রস্তুত করা হচ্ছে...
de: Vorbereiten...
es: Preparando...
fr: Préparation…
hi: तैयारी कर रहा है...
ja: 準備中...
ko: 준비 중...
pt_br: Preparando...
ru: Подготовка…
tr: Hazırlanıyor...

source: Privacy is a human right.
ar: الخصوصية حق من حقوق الإنسان.
bn: গোপনীয়তা একটি মানবাধিকার।
de: Privatsphäre ist ein Menschenrecht.
es: La privacidad es un derecho humano.
fr: La vie privée est un droit fondamental.
hi: गोपनीयता एक मानवाधिकार है।
ja: プライバシーは人権です。
ko: 프라이버시는 인권입니다.
pt_br: Privacidade é um direito humano.
ru: Конфиденциальность — это право человека.
tr: Gizlilik bir insan hakkıdır.

source: Private key is stored
ar: المفتاح الخاص مخزّن
bn: Private key সংরক্ষিত আছে
de: Private-Key ist gespeichert
es: La clave privada está almacenada
fr: La clé privée est stockée
hi: Private key संग्रहीत है
ja: 秘密鍵は保存されています
ko: 개인 키가 저장되어 있습니다
pt_br: A chave privada está armazenada
ru: Приватный ключ сохранён
tr: Private key kayıtlı

source: Progress: %lld%%
ar: التقدم: %lld%%
bn: অগ্রগতি: %lld%%
de: Fortschritt: %lld
es: Progreso: %lld%%
fr: Progression : %lld%%
hi: प्रगति: %lld%%
ja: 進行状況: %lld%%
ko: 진행: %lld%%
pt_br: Progresso: %lld%%
ru: Прогресс: %lld%%
tr: İlerleme: %lld%%

source: Proof Database
ar: قاعدة بيانات الإثباتات
bn: Proof ডেটাবেস
de: Proof Datenbank
es: Base de datos de Proofs
fr: Base de données Proof
hi: Proof डेटाबेस
ja: プルーフデータベース
ko: 프루프 데이터베이스
pt_br: Banco de dados de Proofs
ru: База данных Proof
tr: Proof veritabanı

source: Proof Details
ar: تفاصيل الإثبات
bn: Proof বিবরণ
es: Detalles del Proof
fr: Détails du Proof
hi: Proof विवरण
ja: プルーフ詳細
ko: 프루프 상세
pt_br: Detalhes do Proof
ru: Подробности Proof
tr: Proof detayları

source: Proof Selection Error
ar: خطأ في اختيار الإثبات
bn: Proof নির্বাচন ত্রুটি
de: Ecash-Auswahl-Fehler
es: Error de selección de Proof
fr: Erreur de sélection de Proof
hi: Proof चयन त्रुटि
ja: プルーフ選択エラー
ko: 프루프 선택 오류
pt_br: Erro de seleção de Proof
ru: Ошибка выбора Proof
tr: Proof seçim hatası
